sd
luarocks
fd-find
tzdata
keepassxc
gnome-tweaks
gnome-terminal
zsh
git
fzf
bat
neovim
tmux
stow
zsh-syntax-highlighting
zsh-autosuggestions
nodejs-npm
ripgrep
make
gcc
unzip
gzip
xz
zip
wl-clipboard
xclip
mesa-libGLU
libstdc++
bzip2-libs
python3
python3-pip
python3-virtualenv
python3-argcomplete
flatpak
clang
cmake
ninja-build
gtk3-devel
java-17-openjdk
google-chrome-stable
